[
  {
    "category_hi": "गोचर",
    "title_hi": "साढ़ेसाती रिपोर्ट",
    "description_hi": "शनि साढ़ेसाती का विस्तृत विश्लेषण।",
    "fullDescription_hi": "यह व्यक्तिगत शनि साढ़ेसाती रिपोर्ट आपके जीवन में छिपे संघर्षों, कर्मिक पाठों और आवश्यक उपायों को विस्तार से बताती है। यह समझने में मदद करती है कि शनि किस प्रकार आपके मन, करियर, संबंधों और जीवन के निर्णयों को प्रभावित कर रहा है।"
  },
  {
    "category_hi": "वित्त",
    "title_hi": "वित्तीय रिपोर्ट",
    "description_hi": "ज्योतिषीय विश्लेषण के माध्यम से वित्तीय वृद्धि को समझें।",
    "fullDescription_hi": "वित्तीय रिपोर्ट आपकी जन्म कुंडली और वर्तमान महादशा–अंतर्दशा के आधार पर धन, आय, बचत और आर्थिक स्थिरता का विस्तृत आकलन करती है। यह आपकी कमाई के स्रोत, वित्तीय अवसरों और जोखिमों को बेहतर ढंग से समझने में मदद करती है।"
  },
  {
    "category_hi": "प्रेम",
    "title_hi": "लव एवं रिलेशनशिप रिपोर्ट",
    "description_hi": "जन्म कुंडली के आधार पर प्रेम जीवन और संबंधों की समझ।",
    "fullDescription_hi": "लव एवं रिलेशनशिप रिपोर्ट आपके भावनात्मक स्वभाव, प्रेम शैली, अनुकूलता और संबंधों में आने वाली karmic patterns को उजागर करती है। यह महादशा–अंतर्दशा और जन्म कुंडली के आधार पर आपके प्रेम जीवन की गहराई से व्याख्या करती है।"
  },
  {
    "category_hi": "विवाह",
    "title_hi": "विवाह रिपोर्ट",
    "description_hi": "जन्म कुंडली और दशा के आधार पर विवाह संभावनाएं जानें।",
    "fullDescription_hi": "विवाह रिपोर्ट आपके विवाह योग, भावनात्मक अनुकूलता, विवाह का समय और संभावित चुनौतियों को स्पष्ट करती है। यह जन्म कुंडली और वर्तमान महादशा-अंतर्दशा के आधार पर सटीक विश्लेषण प्रस्तुत करती है।"
  },
  {
    "category_hi": "करियर",
    "title_hi": "स्टार्टअप सुझाव रिपोर्ट",
    "description_hi": "जन्म कुंडली और दशा के आधार पर सही स्टार्टअप दिशा जानें।",
    "fullDescription_hi": "स्टार्टअप सुझाव रिपोर्ट आपकी जन्म कुंडली, क्षमताओं और वर्तमान दशा के आधार पर व्यवसाय शुरू करने या बढ़ाने की सही दिशा बताती है। यह बताती है कि कौन-से विचार आपके लिए शुभ और फलदायी रहेंगे।"
  },
  {
    "category_hi": "प्रेम",
    "title_hi": "लव मैरेज रिपोर्ट",
    "description_hi": "लव मैरिज के योग को ज्योतिषीय दृष्टि से समझें।",
    "fullDescription_hi": "लव मैरेज रिपोर्ट जन्म कुंडली के आधार पर प्रेम विवाह की संभावना, समय और ग्रहों के प्रभाव को दर्शाती है। साथ ही यह आपके संबंधों की अनुकूलता और चुनौतियों पर भी प्रकाश डालती है।"
  },
  {
    "category_hi": "करियर",
    "title_hi": "सरकारी नौकरी रिपोर्ट",
    "description_hi": "जन्म कुंडली के अनुसार सरकारी नौकरी की संभावना जानें।",
    "fullDescription_hi": "सरकारी नौकरी रिपोर्ट जन्म कुंडली और महादशा-अंतर्दशा के आधार पर बताती है कि आपके सरकारी नौकरी के अवसर कितने मजबूत हैं, कौन-से विभाग उपयुक्त हैं और सफलता का सर्वश्रेष्ठ समय कब आएगा।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "विदेश यात्रा रिपोर्ट",
    "description_hi": "विदेश यात्रा की संभावनाएं ज्योतिषीय रूप से जानें।",
    "fullDescription_hi": "विदेश यात्रा रिपोर्ट आपकी कुंडली और दशा के आधार पर विदेश यात्रा, नौकरी या स्थायी निवास के योग का विश्लेषण करती है। यह अनुकूल समय और ग्रहों के प्रभाव को भी समझाती है।"
  },
  {
    "category_hi": "करियर",
    "title_hi": "बिज़नेस रिपोर्ट",
    "description_hi": "व्यवसाय की क्षमता और अवसरों का ज्योतिषीय विश्लेषण।",
    "fullDescription_hi": "बिज़नेस रिपोर्ट आपके उद्यमशील गुणों, उपयुक्त व्यवसाय क्षेत्रों और विस्तार के सही समय का आकलन करती है। यह जन्म कुंडली और वर्तमान ग्रह दशाओं के आधार पर व्यवसायिक संभावनाएं बताती है।"
  },
  {
    "category_hi": "करियर",
    "title_hi": "करियर रिपोर्ट",
    "description_hi": "करियर दिशा और विकास का ज्योतिषीय विश्लेषण।",
    "fullDescription_hi": "करियर रिपोर्ट आपकी कुंडली के आधार पर पेशेवर ताकतें, चुनौतियां और अवसरों को उजागर करती है। यह बताती है कि कौन-से क्षेत्र आपके लिए लाभकारी होंगे और करियर में उन्नति कब मिलेगी।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "रत्न परामर्श",
    "description_hi": "कुंडली के अनुसार शुभ रत्न की अनुशंसा।",
    "fullDescription_hi": "रत्न परामर्श रिपोर्ट बताती है कि कौन-सा रत्न आपके ग्रहों को संतुलित करेगा, भाग्य को बढ़ाएगा और जीवन में उन्नति लाएगा। कुंडली के लग्न, चंद्र राशि और दशाओं के आधार पर यह सही रत्न की सलाह देती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "चाइल्ड पेरेंटिंग रिपोर्ट",
    "description_hi": "जन्म कुंडली के आधार पर बच्चे के स्वभाव और माता-पिता मार्गदर्शन।",
    "fullDescription_hi": "चाइल्ड पेरेंटिंग रिपोर्ट बच्चे की जन्म कुंडली के आधार पर उसके स्वभाव, क्षमताओं और चुनौतियों का विश्लेषण करती है। यह शिक्षा, स्वास्थ्य और व्यवहार पर ग्रहों के प्रभाव और सही पालन-पोषण के तरीकों की सलाह देती है।"
  },
  {
    "category_hi": "विवाह",
    "title_hi": "विवाह में विलंब रिपोर्ट",
    "description_hi": "विवाह में देरी के कारण और उपाय।",
    "fullDescription_hi": "विवाह में विलंब रिपोर्ट जन्म कुंडली में ऐसे संयोजनों का विश्लेषण करती है जो विवाह को देर से करवाते हैं, जैसे शनि/राहु प्रभाव, कमजोर शुक्र या सप्तम भाव की बाधाएं। यह विलंब दूर करने के उपाय और अनुकूल समय बताती है।"
  },
  {
    "category_hi": "वित्त",
    "title_hi": "वित्तीय स्थिरता रिपोर्ट",
    "description_hi": "दीर्घकालिक वित्तीय स्थिरता का गहन विश्लेषण।",
    "fullDescription_hi": "वित्तीय स्थिरता रिपोर्ट धन, बचत, निवेश और आर्थिक मजबूती को समझने में मदद करती है। यह द्वितीय, अष्टम और एकादश भाव तथा बृहस्पति, शुक्र और शनि के प्रभाव का विश्लेषण करती है।"
  },
  {
    "category_hi": "गोचर",
    "title_hi": "बृहस्पति गोचर रिपोर्ट",
    "description_hi": "बृहस्पति गोचर का करियर, धन और संबंधों पर प्रभाव।",
    "fullDescription_hi": "बृहस्पति गोचर रिपोर्ट आपके जीवन में वृद्धि, अवसर, ज्ञान और वित्त पर पड़ने वाले प्रभाव को दर्शाती है। यह गोचर के शुभ-अशुभ परिणाम, प्रमुख तिथियों और व्यावहारिक सलाह को शामिल करती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "लाइफस्टाइल विश्लेषण रिपोर्ट",
    "description_hi": "कुंडली के आधार पर आपके स्वास्थ्य और जीवनशैली पैटर्न।",
    "fullDescription_hi": "लाइफस्टाइल विश्लेषण रिपोर्ट आपके खान-पान, आदतों, मानसिक ऊर्जा और दिनचर्या पर ग्रहों के प्रभाव को दर्शाती है। यह चंद्र, शुक्र और लग्न आधारित स्वास्थ्य और संतुलन संबंधी सुझाव देती है।"
  },
  {
    "category_hi": "प्रेम",
    "title_hi": "लव डिसअपॉइंटमेंट रिपोर्ट",
    "description_hi": "प्रेम में असफलता और उसके ज्योतिषीय कारण।",
    "fullDescription_hi": "लव डिसअपॉइंटमेंट रिपोर्ट आपकी कुंडली में प्रेम में देरी, असफलता या भावनात्मक टूटन के कारणों का विश्लेषण करती है। यह पंचम/सप्तम भाव, शुक्र और चंद्रमा के प्रभावों के साथ उपाय भी बताती है।"
  },
  {
    "category_hi": "विवाह",
    "title_hi": "वैवाहिक समस्या रिपोर्ट",
    "description_hi": "दांपत्य जीवन में समस्याओं के कारण और समाधान।",
    "fullDescription_hi": "वैवाहिक समस्या रिपोर्ट विवाह भाव, शुक्र, मंगल और दशा के आधार पर वैवाहिक चुनौतियों की पहचान करती है। यह संचार, विश्वास और बाहरी दबाव से जुड़ी समस्याओं के उपाय भी प्रदान करती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "मूड एवं मानसिक स्वास्थ्य रिपोर्ट",
    "description_hi": "भावनात्मक संतुलन और मानसिक स्वास्थ्य का विश्लेषण।",
    "fullDescription_hi": "मूड और मानसिक स्वास्थ्य रिपोर्ट चंद्रमा, बुध और अन्य ग्रहों के प्रभाव से आपके मन, तनाव, सोच और भावनात्मक संतुलन को समझती है। यह मानसिक स्पष्टता और शांति के लिए उचित मार्गदर्शन देती है।"
  },
  {
    "category_hi": "वित्त",
    "title_hi": "प्रॉपर्टी रिपोर्ट",
    "description_hi": "जमीन, घर और संपत्ति योग का ज्योतिषीय विश्लेषण।",
    "fullDescription_hi": "प्रॉपर्टी रिपोर्ट चौथे, आठवें और ग्यारहवें भाव के आधार पर संपत्ति खरीदने, वाहन लेने या रियल एस्टेट से लाभ होने की संभावनाओं का विश्लेषण करती है। यह अनुकूल समय और योजनाएं भी बताती है।"
  },
  {
    "category_hi": "गोचर",
    "title_hi": "शनि गोचर रिपोर्ट",
    "description_hi": "शनि गोचर का करियर, धन और जिम्मेदारियों पर प्रभाव।",
    "fullDescription_hi": "शनि गोचर रिपोर्ट आपके जीवन में अनुशासन, ज़िम्मेदारियाँ, चुनौतियाँ और कर्मिक पाठों का विश्लेषण करती है। यह जन्म कुंडली में गोचर के परिणाम और उसके समाधान बताती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "दूसरी शादी रिपोर्ट",
    "description_hi": "दूसरी शादी की संभावनाएं और सही समय।",
    "fullDescription_hi": "दूसरी शादी रिपोर्ट सप्तम, अष्टम और नवम भाव के आधार पर पुनः विवाह की संभावनाओं का विश्लेषण करती है। यह उपयुक्त समय और संबंधों में दोबारा सामंजस्य बैठाने के उपाय भी बताती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "डिवोर्स संभावना रिपोर्ट",
    "description_hi": "विवाह विच्छेद की ज्योतिषीय संभावनाएं।",
    "fullDescription_hi": "डिवोर्स संभावना रिपोर्ट आपकी कुंडली में सप्तम भाव, शुक्र, मंगल और शनि के प्रभावों के आधार पर अलगाव या संघर्ष की स्थिति का विश्लेषण करती है। यह विवाह बचाने या सही निर्णय लेने के उपाय देती है।"
  },
  {
    "category_hi": "व्यक्तिगत",
    "title_hi": "कानूनी विवाद रिपोर्ट",
    "description_hi": "कानूनी मामलों, कोर्ट केसेस और समाधान की संभावनाएं।",
    "fullDescription_hi": "कानूनी विवाद रिपोर्ट षष्ठ, सप्तम और द्वादश भाव तथा शनि-मंगल-राहु के प्रभाव से कानूनी मामलों की संभावनाओं का विश्लेषण करती है। यह विवाद निवारण और समाधान के मार्ग सुझाती है।"
  }
]
