Repository: kanchacheena640-lab/jyotishasha_app
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Dashboard
hi: डैशबोर्ड

source: Horoscope
hi: राशिफल

source: Daily Horoscope
hi: दैनिक राशिफल

source: Monthly Horoscope
hi: मासिक राशिफल

source: Yearly Horoscope
hi: वार्षिक राशिफल

# tools
source: Free Tools
hi: फ्री टूल्स

source: Reports
hi: रिपोर्ट्स

source: My Profile
hi: मेरी प्रोफ़ाइल

source: Ask Now
hi: पूछें

source: Settings
hi: सेटिंग्स

source: Language
hi: भाषा

source: Select Language
hi: भाषा चुनें

source: Enter Details
hi: विवरण भरें

source: Name
hi: नाम

source: Date of Birth
hi: जन्म तिथि

source: Time of Birth
hi: जन्म समय

source: Place of Birth
hi: जन्म स्थान

source: Submit
hi: सबमिट करें

source: Kundali
hi: कुंडली

source: Kundali Details
hi: कुंडली विवरण

source: Panchang
hi: पंचांग

# todayPanchang
source: Today's Panchang
hi: आज का पंचांग

source: Blog
hi: ब्लॉग

source: Read More
hi: और पढ़ें

source: Loading...
hi: लोड हो रहा है...

# noData
source: No data found
hi: डेटा उपलब्ध नहीं

source: Retry
hi: फिर से प्रयास करें

# askNowTitle
source: Ask Now 🔮
hi: अभी पूछें 🔮

# chooseTopic
source: Choose a Topic
hi: एक विषय चुनें

# startConsultation
source: Start your free consultation by typing your question below 💬
hi: नीचे अपना प्रश्न लिखकर अपनी मुफ्त सलाह शुरू करें 💬

# typeQuestion
source: Type your question...
hi: अपना प्रश्न लिखें...

# unableToLoadAstrology
source: Unable to load astrology data
hi: ज्योतिष डेटा लोड नहीं हो पाया

source: Your Insights
hi: आपकी अंतर्दृष्टियाँ

source: Share With Friends
hi: दोस्तों के साथ साझा करें

# myAstrologyProfileShareText
source: My Astrology Profile from Jyotishasha ✨
hi: मेरी ज्योतिष प्रोफ़ाइल - Jyotishasha ✨

# dobLabel
source: DOB
hi: जन्म तिथि

# tobLabel
source: TOB
hi: जन्म समय

# pobLabel
source: POB
hi: जन्म स्थान

# nameLabel
source: Name
hi: नाम

# rashiLabel
source: Rashi
hi: राशि

# lagnaLabel
source: Lagna
hi: लग्न

source: Moon Sign
hi: चंद्र राशि

source: Element
hi: तत्व

source: Symbol
hi: प्रतीक

source: Ruling Planet
hi: स्वामी ग्रह

source: Share Result
hi: परिणाम साझा करें

source: Astrology Profile
hi: ज्योतिष प्रोफ़ाइल

# ascendantLabel
source: Ascendant
hi: लग्न

# nakshatraLabel
source: Nakshatra
hi: नक्षत्र

# activePlanetsLabel
source: Active Planets
hi: सक्रिय ग्रह

# categoryProfile
source: Profile
hi: प्रोफ़ाइल

# categoryPlanets
source: Planets
hi: ग्रह

# categoryHouse
source: House
hi: भाव

# categoryMahadasha
source: Mahadasha
hi: महादशा

# categoryLifeAspect
source: Life Aspect
hi: जीवन पहलू

# categoryYogDosh
source: Yog & Dosh
hi: योग और दोष

source: Mahadasha Timeline
hi: महादशा टाइमलाइन

# yourAscendant
source: Your Ascendant (Lagna)
hi: आपका लग्न

source: Enter Birth Details
hi: जन्म विवरण भरें

source: Tell us about yourself 🌞
hi: अपने बारे में बताएं 🌞

source: Full Name
hi: पूरा नाम

source: Please enter your name
hi: कृपया अपना नाम दर्ज करें

# dobField
source: Date of Birth (DD-MM-YYYY)
hi: जन्म तिथि (DD-MM-YYYY)

# pleaseEnterDob
source: Please enter your DOB
hi: कृपया अपनी जन्म तिथि दर्ज करें

# tobField
source: Time of Birth (HH:MM)
hi: जन्म समय (HH:MM)

# pleaseEnterTob
source: Please enter your TOB
hi: कृपया अपना जन्म समय दर्ज करें

# placeOfBirthField
source: Place of Birth
hi: जन्म स्थान

source: Preferred Language
hi: पसंदीदा भाषा

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिन्दी

# btnContinue
source: Continue
hi: जारी रखें

source: Bootstrap failed
hi: प्रोफ़ाइल बनाना असफल रहा

# errorPrefix
source: Error:
hi: त्रुटि:

# darshanTitleSuffix
source: Darshan
hi: दर्शन

source: Mantra is Playing...
hi: मंत्र चल रहा है...

source: Ad space (silent)
hi: विज्ञापन स्थान (म्यूट)

source: Today's Day Lord
hi: आज के दिन के देवता

source: Darshan with Mantra
hi: मंत्र सहित दर्शन

source: Create Manual Kundali
hi: मैनुअल कुंडली बनाएं

source: Enter name, date & birthplace
hi: नाम, जन्म तिथि और जन्मस्थान दर्ज करें

source: Explore Your Chart
hi: अपनी कुंडली देखें

source: Today
hi: आज

source: Tomorrow
hi: कल

source: Weekly
hi: साप्ताहिक

source: Free Kundali
hi: फ्री कुंडली

source: Lagna Finder
hi: लग्न खोजें

source: Rashi Finder
hi: राशि खोजें

# weeklyComingSoon
source: Weekly horoscope is coming soon...
hi: साप्ताहिक राशिफल जल्द ही उपलब्ध होगा...

source: Gemstone Suggestion
hi: रत्न सुझाव

source: Current Dasha
hi: वर्तमान दशा

source: Full Timeline
hi: पूर्ण टाइमलाइन

# housePrefix
source: House {num}
hi: {num}वाँ भाव

# gemstoneLabel
source: Gemstone
hi: रत्न

# substoneLabel
source: Sub-stone
hi: उप-रत्न

# planetLabel
source: Planet
hi: ग्रह

# gemstoneParagraph
source: Gemstone Insight
hi: रत्न विवरण

# houseTitle
source: House {house}
hi: {house}वाँ भाव

source: House Meaning
hi: भाव का अर्थ

source: Notable Placements
hi: महत्वपूर्ण ग्रह स्थितियाँ

source: House Lord
hi: भाव का स्वामी

source: Activate Now
hi: अभी सक्रिय करें

source: Meaning not available.
hi: अर्थ उपलब्ध नहीं है।

# thisHouseDealsWith
source: This house deals with {text}.
hi: यह भाव {text} से संबंधित है।

# noMajorPlacements
source: No major planetary placements here.
hi: इस भाव में कोई प्रमुख ग्रह नहीं है।

# lordOfHouseIs
source: The Lord of House {house} is {lord}.
hi: {house}वें भाव का स्वामी {lord} है।

# defaultHouseActivation
source: Do small consistent actions to activate this house.
hi: इस भाव को सक्रिय करने लिए छोटे-छोटे नियमित कर्म करें।

source: Overview
hi: सारांश

source: Example
hi: उदाहरण

source: Key Houses
hi: मुख्य भाव

source: Key Planets
hi: मुख्य ग्रह

source: Important Yogas
hi: महत्वपूर्ण योग

# housesPrefix
source: Houses: {value}
hi: भाव: {value}

# planetsPrefix
source: Planets: {value}
hi: ग्रह: {value}

# shareLifeAspectText
source: ✨ Life Aspect Insight — Generated by Jyotishasha App
hi: ✨ जीवन पहलू — Jyotishasha ऐप द्वारा उत्पन्न

source: Current Mahadasha
hi: वर्तमान महादशा

source: All Mahadashas
hi: सभी महादशाएँ

source: Antardasha Timeline
hi: अंतरदशा टाइमलाइन

source: Now
hi: अभी

# mahadashaOf
source: {name} Mahadasha
hi: {name} महादशा

source: Current
hi: चल रही है

# dashaDataUnavailable
source: Dasha data is not available for this profile.
hi: इस प्रोफ़ाइल हेतु दशा डेटा उपलब्ध नहीं।

source: Planet Overview
hi: ग्रह का विवरण

source: Benefit Area
hi: लाभ क्षेत्र

source: Recommended Remedy
hi: उपाय

source: Detailed Interpretation
hi: विस्तृत व्याख्या

# generatedByApp
source: Generated by Jyotishasha App
hi: Jyotishasha ऐप द्वारा निर्मित

# yogDoshTitleFallback
source: Yog / Dosh Analysis
hi: योग / दोष विश्लेषण

# yogDoshStatusActive
source: Active in your chart
hi: कुंडली में सक्रिय

# yogDoshStatusInactive
source: Not active in chart
hi: कुंडली में सक्रिय नहीं

# yogDoshStrengthLabel
source: Strength
hi: शक्ति

# yogDoshMainExplanationTitle
source: What this Yog / Dosh means
hi: यह योग / दोष क्या दर्शाता है

# yogDoshPositivesTitle
source: Key blessings & strengths
hi: सकारात्मक पक्ष

# yogDoshChallengesTitle
source: Possible challenges
hi: चुनौतियाँ

# yogDoshReasonsTitle
source: Why this Yog / Dosh is formed
hi: यह कैसे बनता है

# yogDoshDetailTitle
source: Detailed explanation
hi: विस्तृत विवरण

# yogDoshSummaryTitle
source: Summary
hi: सारांश

# yogDoshEvaluationTitle
source: Astrological evaluation
hi: मूल्यांकन

# yogDoshOverallStrength
source: Overall strength
hi: कुल शक्ति

# yogDoshMitigationsTitle
source: Mitigations / Balancing factors
hi: शमन उपाय

# yogDoshTriggersTitle
source: Trigger status
hi: ट्रिगर स्थिति

# yogDoshContextTitle
source: Chart context (for reference)
hi: कुंडली संदर्भ

# yogDoshContextLagna
source: Lagna sign
hi: लग्न राशि:

# yogDoshContextMars
source: Mars sign (from Lagna)
hi: मंगल की स्थिति:

# yogDoshContextMoon
source: Moon sign
hi: चंद्र राशि:

# yogDoshRemediesTitle
source: Suggested remedies
hi: उपाय

# yogDoshFooterNote
source: Note: Based on your Kundali data and configured Yog/Dosh rules.
hi: नोट: उपरोक्त बिंदु आपकी कुंडली और इंजन लॉजिक पर आधारित हैं।

# yogDoshShareSuffix
source: — Jyotishasha Analysis
hi: — Jyotishasha विश्लेषण

# loginWelcomeTitle
source: Welcome to Jyotishasha
hi: Jyotishasha में आपका स्वागत है

# loginWelcomeSubtitle
source: Discover your personalized astrological path
hi: अपना व्यक्तिगत ज्योतिषीय मार्ग खोजें

# loginGoogle
source: Continue with Google
hi: Google से जारी रखें

# loginFacebook
source: Continue with Facebook
hi: Facebook से जारी रखें

# loginApple
source: Continue with Apple
hi: Apple से जारी रखें

# loginAppleComingSoon
source: Apple login coming soon 🍎
hi: Apple लॉगिन जल्द आएगा 🍎

# loginTerms
source: By continuing, you agree to our Terms & Privacy Policy
hi: आगे बढ़ते हुए, आप नियम और गोपनीयता नीति से सहमत हैं

# loadingPleaseWait
source: Please wait...
hi: कृपया प्रतीक्षा करें...

# manualKundaliTitle
source: Manual Kundali
hi: मैनुअल कुंडली

source: Required field
hi: यह फ़ील्ड आवश्यक है

# pleaseSelectValidPlace
source: Please select a valid place
hi: कृपया सही स्थान चुनें

source: Failed
hi: असफल

source: Generate Kundali
hi: कुंडली बनाएं

source: Your Kundali
hi: आपकी कुंडली

# myKundaliShareText
source: My Kundali Profile from Jyotishasha ✨
hi: मेरी कुंडली — Jyotishasha ✨

source: 🕉️ Shubh Muhurth
hi: 🕉️ शुभ मुहूर्त

source: Current Location
hi: वर्तमान स्थान

source: Change
hi: बदलें

source: Select Occasion
hi: अवसर चुनें

# noMuhurthFound
source: No Shubh Muhurth found 😔
hi: कोई शुभ मुहूर्त नहीं मिला 😔

# scoreLabel
source: Score
hi: स्कोर

# tithiLabel
source: Tithi
hi: तिथि

# weekdayLabel
source: Weekday
hi: वार

# reasonsLabel
source: Reasons
hi: कारण

# occasion_naamkaran
source: Naamkaran
hi: नामकरण

# occasion_marriage
source: Marriage
hi: विवाह

# occasion_grah_pravesh
source: Grah Pravesh
hi: गृह प्रवेश

# occasion_property
source: Property Purchase
hi: संपत्ति खरीद

# occasion_gold
source: Buy Gold
hi: सोना खरीद

# occasion_vehicle
source: Buy Vehicle
hi: वाहन खरीद

# occasion_travel
source: Travel
hi: यात्रा

# occasion_childbirth
source: Childbirth
hi: संतान जन्म

# panchangTitle
source: Today’s Panchang
hi: आज का पंचांग

source: Sunrise
hi: सूर्योदय

source: Sunset
hi: सूर्यास्त

source: Main Panchang Elements
hi: मुख्य पंचांग तत्व

source: Yoga
hi: योग

source: Karana
hi: करण

# weekday
source: Vaar
hi: वार

source: Panchak
hi: पंचक

source: Highlights
hi: मुख्य बातें

source: Abhijit Muhurta
hi: अभिजीत मुहूर्त

source: Rahu Kaal
hi: राहु काल

# loadingError
source: ⚠️ Unable to load Panchang data
hi: पंचांग डेटा लोड नहीं हो सका

# locationPickerTitle
source: Change Location
hi: स्थान बदलें

# addProfileTitle
source: Add Profile
hi: प्रोफ़ाइल जोड़ें

source: Enter name
hi: नाम दर्ज करें

# dob
source: Date of Birth
hi: जन्म तिथि

source: Select DOB
hi: जन्म तिथि चुनें

# tob
source: Time of Birth
hi: जन्म समय

source: Select TOB
hi: जन्म समय चुनें

# enterPlaceOfBirth
source: Please enter Place of Birth
hi: कृपया जन्म स्थान दर्ज करें

source: Gender
hi: लिंग

source: Male
hi: पुरुष

source: Female
hi: महिला

source: Other
hi: अन्य

source: Save Profile
hi: प्रोफ़ाइल सेव करें

# profileSaved
source: Profile saved successfully
hi: प्रोफ़ाइल सेव हो गई

# profileSaveFailed
source: Failed to save profile
hi: प्रोफ़ाइल सेव नहीं हो सकी

# profileUpdated
source: Profile updated successfully
hi: प्रोफ़ाइल अपडेट हो गई ✨

# profileUpdateFailed
source: Failed to update profile
hi: प्रोफ़ाइल अपडेट करने में समस्या ❌

# noActiveProfile
source: No active profile selected
hi: कोई सक्रिय प्रोफ़ाइल चयनित नहीं है ❌

# reports_title
source: Personal Astrology Reports
hi: पर्सनल ज्योतिष रिपोर्ट्स

# reports_category_all
source: All
hi: सभी

# reports_buy_now
source: Buy Now
hi: खरीदें

# reports_other_buy_button
source: Buy Now ₹{price}
hi: खरीदें ₹{price}

# reports_no_reports
source: No reports available
hi: कोई रिपोर्ट उपलब्ध नहीं

# checkout_fill_details
source: Fill Your Details
hi: अपनी जानकारी भरें

# checkout_name
source: Full Name
hi: पूरा नाम

# checkout_name_error
source: Enter your name
hi: अपना नाम दर्ज करें

# checkout_email
source: Email
hi: ईमेल

# checkout_email_error
source: Enter your email
hi: अपना ईमेल दर्ज करें

# checkout_phone
source: Phone
hi: फ़ोन

# checkout_dob
source: Date of Birth (YYYY-MM-DD)
hi: जन्म तिथि (YYYY-MM-DD)

# checkout_tob
source: Time of Birth (HH:MM)
hi: जन्म समय (HH:MM)

# checkout_pob
source: Place of Birth
hi: जन्म स्थान

# checkout_language
source: Language
hi: भाषा

# checkout_language_en
source: English
hi: अंग्रेज़ी

# checkout_language_hi
source: Hindi
hi: हिन्दी

# checkout_submit_success
source: Form submitted (Next: Payment setup)
hi: फ़ॉर्म सबमिट हुआ (अगला: भुगतान सेटअप)

# checkout_proceed_pay
source: Proceed to Pay ₹{price}
hi: भुगतान करें ₹{price}

# sub_title
source: Subscription Plans
hi: सब्सक्रिप्शन प्लान

# sub_description
source: ₹99/month and ₹999/year plans with feature list and Subscribe Now button will be here.
hi: ₹99/महीना और ₹999/सालाना प्लान उपलब्ध

# sub_monthly
source: Monthly Plan – ₹99
hi: मासिक प्लान – ₹99

# sub_yearly
source: Yearly Plan – ₹999
hi: वार्षिक प्लान – ₹999

# sub_features_title
source: Features Included
hi: शामिल सुविधाएँ

# sub_button_subscribe
source: Subscribe Now
hi: सब्सक्राइब करें

# profile_lagna_finder
source: Lagna Finder
hi: लग्न खोजें

# profile_rashi_finder
source: Rashi Finder
hi: राशि खोजें

# profile_gemstone_suggestion
source: Gemstone Suggestion
hi: रत्न सुझाव

# astro_loading_error
source: Unable to load astrology data
hi: डेटा लोड नहीं हो पाया

# astro_insights_title
source: Your Insights
hi: आपका ज्‍योतिषीय विवरण

# astro_share_button
source: Share With Friends
hi: दोस्तों के साथ साझा करें

# tool_share_result
source: Share Result
hi: परिणाम साझा करें

# tool_no_data
source: No data found
hi: कोई डेटा उपलब्ध नहीं

# tool_dob
source: DOB
hi: जन्म तिथि

# tool_tob
source: TOB
hi: जन्म समय

# tool_pob
source: POB
hi: जन्म स्थान

# tool_name
source: Name
hi: नाम

# tool_rashi
source: Rashi
hi: राशि

# tool_lagna
source: Lagna
hi: लग्न

# tool_moon_sign
source: Moon Sign
hi: चंद्र राशि

# tool_element
source: Element
hi: तत्व

# tool_symbol
source: Symbol
hi: चिन्ह

# tool_ruling_planet
source: Ruling Planet
hi: स्वामी ग्रह

# tool_zodiac_image_url
source: Zodiac Image URL
hi: राशि चित्र URL

# profile_title
source: Astrology Profile
hi: ज्योतिष प्रोफ़ाइल

# profile_name
source: Name
hi: नाम

# profile_dob
source: DOB
hi: जन्म तिथि

# profile_tob
source: TOB
hi: जन्म समय

# profile_pob
source: POB
hi: जन्म स्थान

# profile_rashi
source: Rashi
hi: राशि

# profile_lagna
source: Ascendant
hi: लग्न

# profile_nakshatra
source: Nakshatra
hi: नक्षत्र

# profile_active_planets
source: Active Planets
hi: सक्रिय ग्रह

# cat_profile
source: Profile
hi: प्रोफ़ाइल

# cat_planets
source: Planets
hi: ग्रह

# cat_house
source: House
hi: भाव

# cat_mahadasha
source: Mahadasha
hi: महादशा

# cat_life_aspect
source: Life Aspect
hi: जीवन पहलू

# cat_yog_dosh
source: Yog & Dosh
hi: योग एवं दोष

# tool_mahadasha
source: Mahadasha
hi: महादशा

# tool_mahadasha_timeline
source: Mahadasha Timeline
hi: महादशा समयचक्र

# lagna_title
source: Your Ascendant (Lagna):
hi: आपका लग्न:

# house_header
source: House {house}
hi: भाव {house}

# house_meaning_not_available
source: Meaning not available.
hi: अर्थ उपलब्ध नहीं है।

# house_deals_with
source: This house deals with {text}.
hi: यह भाव {text} से सम्बंधित है।

# house_no_placements
source: No major planetary placements here.
hi: यहाँ कोई प्रमुख ग्रह स्थित नहीं है।

# house_lord_line
source: The Lord of House {house} is {lord}.
hi: भाव {house} के स्वामी {lord} हैं।

# house_remedy_default
source: Do small consistent actions to activate this house.
hi: इस भाव को सक्रिय करने के लिए छोटे नियमित कार्य करें।

# house_meaning_title
source: House Meaning
hi: भाव का अर्थ

# house_placements_title
source: Notable Placements
hi: मुख्य ग्रह स्थितियाँ

# house_lord_title
source: House Lord
hi: भाव स्वामी

# house_activate_title
source: Activate Now
hi: सक्रिय करें

# yogDoshActive
source: Active in your chart
hi: आपकी कुंडली में सक्रिय

# yogDoshInactive
source: Not active in chart
hi: कुंडली में सक्रिय नहीं

# yogDoshStrength
source: Strength: {value}
hi: शक्ति: {value}

# yogDoshMeaning
source: What this Yog / Dosh means
hi: यह योग / दोष क्या दर्शाता है

# yogDoshBlessings
source: Key blessings & strengths
hi: मुख्य वरदान और सकारात्मकताएँ

# yogDoshChallenge
source: Possible challenges
hi: संभावित चुनौतियाँ

# yogDoshReasons
source: Why this Yog / Dosh is formed
hi: यह योग/दोष क्यों बना है

# yogDoshDetails
source: Detailed explanation
hi: विस्तृत व्याख्या

# yogDoshSummary
source: Summary
hi: सारांश

# yogDoshEvaluation
source: Astrological evaluation
hi: ज्योतिषीय मूल्यांकन

# yogDoshContext
source: Chart context (for reference)
hi: चार्ट संदर्भ (आपकी जानकारी के लिए)

# yogDoshRemedies
source: Suggested remedies / focus points
hi: अनुशंसित उपाय और फोकस पॉइंट

# yogDoshFooter
source: Note: Above points are based on your current Kundali data and Yog/Dosh rules configured in Jyotishasha engine.
hi: नोट: ऊपर दिए गए बिंदु आपकी वर्तमान कुंडली और Jyotishasha इंजन में कॉन्फ़िगर किए गए योग/दोष नियमों पर आधारित हैं।

# dashboard_home
source: Home
hi: होम

# dashboard_astrology
source: Astrology
hi: ज्योतिष

# dashboard_reports
source: Reports
hi: रिपोर्ट्स

# dashboard_ask_now
source: Ask Now
hi: पूछें

# dashboard_profile
source: Profile
hi: प्रोफ़ाइल

# panchang_view_full
source: View Full Panchang →
hi: पूरा पंचांग देखें →

# blog_load_error
source: Failed to load blog posts
hi: ब्लॉग पोस्ट लोड करने में विफल

# blog_no_data
source: No blog data found
hi: कोई ब्लॉग डेटा उपलब्ध नहीं है

# panchangViewFull
source: View Full Panchang →
hi: पूरा पंचांग देखें →

# tool_free_kundali
source: Free Kundali
hi: फ्री कुंडली

# tool_lagna_finder
source: Lagna Finder
hi: लग्न फाइंडर

# tool_rashi_finder
source: Rashi Finder
hi: राशि फाइंडर

# tool_love_match
source: Love Match
hi: लव मैच

# tool_rajyog_check
source: Rajyog Check
hi: राजयोग चेक

# tool_health_insight
source: Health Insight
hi: हेल्थ इनसाइट

# blog_highlights_title
source: Astrology Blog Highlights
hi: ज्योतिष ब्लॉग हाइलाइट्स

# blog_highlights_subtitle
source: Read the latest updates, tips and celestial insights.
hi: नए अपडेट, सुझाव और खगोलीय अंतर्दृष्टि पढ़ें।

# blog_explore_button
source: Explore Blog
hi: ब्लॉग देखें

# error_blog_failed
source: Failed to load blog posts
hi: ब्लॉग लोड करने में विफल

# error_blog_none
source: No blog data found
hi: कोई ब्लॉग डेटा नहीं मिला

# greetNamaste
source: Namaste
hi: नमस्ते

# greetFriend
source: Friend
hi: मित्र

# dailyLoading
source: Loading your personal horoscope for today...
hi: आपका व्यक्तिगत दैनिक राशिफल लोड हो रहा है...

# dailyRemedy
source: Remedy
hi: उपाय

# panchangTimeAlert
source: Today's Time Alert
hi: आज का समय अलर्ट

# panchangCalcLoading
source: Calculating best and sensitive timings...
hi: शुभ और संवेदनशील समय की गणना जारी है...

source: Time to Do
hi: शुभ समय

source: Time to Hold
hi: अशुभ समय

# panchang_today
source: Today's Panchang
hi: आज का पंचांग

# panchang_loading
source: Fetching today's Panchang...
hi: आज का पंचांग ...

# panchang_error
source: Unable to fetch Panchang data.
hi: पंचांग डेटा प्राप्त नहीं हो सका।

# panchang_viewFull
source: View Full Panchang →
hi: पूरा पंचांग देखें →

# panchang_title
source: Today's Panchang
hi: आज का पंचांग

# panchang_sunrise
source: Sunrise
hi: सूर्योदय

# panchang_sunset
source: Sunset
hi: सूर्यास्त

# panchang_elements
source: Main Panchang Elements
hi: मुख्य पंचांग तत्व

# panchang_tithi
source: Tithi
hi: तिथि

# panchang_nakshatra
source: Nakshatra
hi: नक्षत्र

# panchang_yoga
source: Yoga
hi: योग

# panchang_karana
source: Karana
hi: करण

# panchang_vaar
source: Weekday
hi: वार

# panchang_panchak
source: Panchak
hi: पंचक

# panchang_highlights
source: Highlights
hi: विशेष जानकारी

# panchang_abhijit
source: Abhijit Muhurta
hi: अभिजीत मुहूर्त

# panchang_rahu
source: Rahu Kaal
hi: राहु काल

# change_location
source: Change
hi: बदलें

# luckyColorLabel
source: Lucky Color
hi: शुभ रंग

# luckyNumberLabel
source: Lucky Number
hi: शुभ अंक

# favourableDirectionLabel
source: Favourable Direction
hi: शुभ दिशा

source: Location
hi: स्थान

# changeLocationTitle
source: Change Location
hi: स्थान बदलें

source: Selected Place
hi: चयनित स्थान

# dataSyncedText
source: ✨ Data synced from Jyotishasha API ✨
hi: ✨ डेटा Jyotishasha API से सिंक किया गया ✨

source: Astrology Studio
hi: ज्योतिष स्टूडियो

# astrologyStudioSubtitle
source: Explore planets, houses, yogas and dasha — beautifully organized for you.
hi: ग्रह, भाव, योग और दशा — सब कुछ सुंदर तरीके से व्यवस्थित।

# panchang_yes
source: Yes
hi: हाँ

# panchang_no
source: No
hi: नहीं

# studioProfile
source: Your Astro Profile
hi: ज्योतिष प्रोफ़ाइल

# studioPlanets
source: Your Planets
hi: कुंडली में ग्रह

# studioBhava
source: Your Bhava
hi: कुंडली के घर

# studioDasha
source: Mahadasha
hi: ग्रह दशा

# studioLifeAspects
source: Life Aspects
hi: जीवन-आयाम

# studioYogDosh
source: Yog & Dosh
hi: योग-दोष

# shubhUpcomingTitle
source: Upcoming Shubh Muhurth
hi: आगामी शुभ मुहूर्त

# shubhSeeMore
source: See More →
hi: और देखें →

# footerFeedbackHint
source: Share your thoughts or suggestions...
hi: अपने सुझाव या विचार साझा करें...

# footerFeedbackSend
source: Send
hi: भेजें

# footerFeedbackThanks
source: Thanks for your feedback!
hi: आपके सुझाव के लिए धन्यवाद!

# footerCopyright
source: © 2025 Jyotishasha. All rights reserved.
hi: © 2025 Jyotishasha. सर्वाधिकार सुरक्षित.

# footerPrivacyTerms
source: Privacy Policy • Terms of Use
hi: प्राइवेसी नीति • उपयोग की शर्तें

# muhurthTitle
source: 🕉️ Shubh Muhurth
hi: 🕉️ शुभ मुहूर्त

# muhurthLocation
source: Location
hi: स्थान

# muhurthChange
source: Change
hi: बदलें

# muhurthSelectOccasion
source: Select Occasion
hi: अवसर चुनें

# muhurthNoResults
source: No Shubh Muhurth found 😔
hi: कोई शुभ मुहूर्त नहीं मिला 😔

# muhurthUpcoming
source: Upcoming Muhurth Dates
hi: आगामी शुभ मुहूर्त तिथि

# muhurthScore
source: Score
hi: स्कोर

# muhurthWeekdayLabel
source: Weekday
hi: वार

# muhurthNakshatraLabel
source: Nakshatra
hi: नक्षत्र

# muhurthTithiLabel
source: Tithi
hi: तिथि

# muhurthPickerComing
source: Location picker coming soon
hi: स्थान चयन जल्द उपलब्ध होगा

# muhurthBannerTitle
source: Get the best date of this month for
hi: इस महीने की सबसे शुभ तिथि जानें

# muhurthBannerNamkaran
source: Naamkaran
hi: नामकरण

# muhurthBannerMarriage
source: Marriage
hi: विवाह

# muhurthBannerVehicle
source: Vehicle purchase
hi: वाहन खरीद

# muhurthBannerGold
source: Gold purchase
hi: सोना खरीद

# muhurthBannerMore
source: and more auspicious events
hi: और भी शुभ कार्यों के लिए

# muhurthBannerCta
source: Tap to see your Shubh Muhurth
hi: अपने शुभ मुहूर्त देखने के लिए टैप करें

# darshanInstruction
source: Touch ॐ for Darshan & Mantra
hi: ॐ का स्‍पर्श — करें दर्शन और सुने मंत्र
